Repository: laurensbs/value
Catalog: ios/Rondje/Resources/Localizable.xcstrings
Source language: nl
Languages: en, es, fr

source: Laatste plek %@ geleden
en: Last location %@ ago
es: Última ubicación hace %@
fr: Dernière position il y a %@

source: Lampje
en: Light
es: Luz
fr: Lampe

source: Land
en: Country
es: País
fr: Pays

source: Leeftijd: %lld jaar
en: Age: %lld years
es: Edad: %lld años
fr: Âge : %lld ans

source: Lees de hele gedragscode
en: Read the full code of conduct
es: Lee el código de conducta completo
fr: Lire tout le code de conduite

source: Lees de volledige voorwaarden
en: Read the full terms
es: Leer las condiciones completas
fr: Lire les conditions complètes

source: Lees in rust wat er verandert.
en: Take your time to read what changes.
es: Lee con calma lo que cambia.
fr: Prends le temps de lire ce qui change.

source: Lees in rust wat er verandert. De nieuwe voorwaarden gelden voor jou vanaf %@. Vanaf dan vragen we eerst je akkoord, voordat je iets nieuws afspreekt of een rondje start.
en: Take your time to read what changes. The new terms apply to you from %@. From then on, we ask for your agreement first, before you arrange something new or start a walk.
es: Lee con calma lo que cambia. Las nuevas condiciones se aplican para ti a partir del %@. A partir de entonces, te pedimos primero tu aceptación, antes de quedar para algo nuevo o empezar un paseo.
fr: Prends le temps de lire ce qui change. Les nouvelles conditions s'appliquent pour toi à partir du %@. Dès lors, nous te demandons d'abord ton accord, avant de convenir de quelque chose de nouveau ou de commencer une balade.

source: Lees wat er verandert
en: Read what changes
es: Leer qué cambia
fr: Lire ce qui change

source: Lees wat er verandert. Na je akkoord kun je weer afspraken maken en rondjes starten.
en: Read what changes. Once you agree, you can make appointments and start walks again.
es: Lee lo que cambia. Cuando las aceptes, podrás volver a quedar y empezar paseos.
fr: Lis ce qui change. Une fois que tu les acceptes, tu peux à nouveau prendre rendez-vous et commencer des balades.

source: Leg je hand plat op de stoep. Houd hem er 7 seconden op.
en: Put your hand flat on the pavement. Hold it there for 7 seconds.
es: Pon la mano plana sobre la acera. Mantenla 7 segundos.
fr: Pose ta main à plat sur le trottoir. Garde-la 7 secondes.

source: Leg je ID alvast klaar. Tik om je voor te bereiden.
en: Put your ID out ready. Tap to get prepared.
es: Deja tu documento preparado. Toca para prepararte.
fr: Prépare déjà ta pièce d'identité. Touche pour te préparer.

source: Leg riem en zakjes klaar, en vraag naar het ID.
en: Put the leash and bags out, and ask to see the ID.
es: Prepara la correa y las bolsas, y pide el documento.
fr: Prépare la laisse et les sacs, et demande la pièce d'identité.

source: Leg zakjes, riem en een koekje klaar bij de deur. Dan is de overdracht zo gedaan.
en: Put bags, leash and a treat by the door. Then the handover is quick.
es: Deja bolsas, correa y una golosina junto a la puerta. Así la entrega es rápida.
fr: Prépare sacs, laisse et une friandise près de la porte. La remise sera rapide.

source: Lekker doorlopen naar de drukte
en: Keep walking into the crowd
es: Seguir hacia el bullicio
fr: Continuer vers la foule

source: Lekker rennen, dan is het snel klaar
en: A good run, then it's over quickly
es: Correr, así se acaba antes
fr: Courir, comme ça c'est vite fini

source: Les klaar!
en: Lesson done!
es: ¡Lección hecha!
fr: Leçon terminée !

source: Leuk, tot dan!
en: Great, see you then!
es: ¡Genial, hasta entonces!
fr: Super, à bientôt !

source: Leuk! Wanneer kun je kennismaken?
en: Nice! When can you come and meet?
es: ¡Genial! ¿Cuándo puedes venir a conocernos?
fr: Super ! Quand peux-tu venir faire connaissance ?

source: Lichaamstaal
en: Body language
es: Lenguaje corporal
fr: Langage corporel

source: Liever niet
en: Rather not
es: Mejor no
fr: Plutôt pas

source: Lijst
en: List
es: Lista
fr: Liste

source: Live locatie staat op dit moment uit, dus hier staat geen kaart. Je ziet wel de tijd, het rondje-rapport en de foto's.
en: Live location is off for now, so there is no map here. You still see the time, the walk report and the photos.
es: La ubicación en directo está desactivada por ahora, así que aquí no hay mapa. Sí ves el tiempo, el informe del paseo y las fotos.
fr: La localisation en direct est désactivée pour le moment, il n'y a donc pas de carte ici. Tu vois quand même le temps, le compte rendu de la balade et les photos.

source: Live locatie staat op dit moment uit: je telefoon deelt tijdens dit rondje geen locatie.
en: Live location is off for now: your phone does not share your location during this walk.
es: La ubicación en directo está desactivada por ahora: tu móvil no comparte tu ubicación durante este paseo.
fr: La localisation en direct est désactivée pour le moment : ton téléphone ne partage pas ta position pendant cette balade.

source: Live locatie staat uit
en: Live location is off
es: Ubicación en directo desactivada
fr: Localisation en direct désactivée

source: Live locatie staat voorlopig uit, dus een rondje alleen met de hond start nog niet. Samen met de eigenaar lopen kan wel.
en: Live location is off for now, so a walk alone with the dog doesn't start yet. Walking together with the owner is possible.
es: La ubicación en directo está desactivada por ahora, así que todavía no empieza un paseo a solas con el perro. Pasear junto con el dueño sí es posible.
fr: La localisation en direct est désactivée pour le moment, donc une balade seul avec le chien ne démarre pas encore. Se promener avec le propriétaire reste possible.

source: Locatie staat uit. Zet hem aan
en: Location is off. Turn it on
es: La ubicación está desactivada. Actívala
fr: La localisation est désactivée. Active-la

source: Log in met je e-mailadres.
en: Log in with your email address.
es: Inicia sesión con tu correo electrónico.
fr: Connecte-toi avec ton adresse e-mail.

source: Log opnieuw in om verder te gaan.
en: Log in again to continue.
es: Vuelve a iniciar sesión para continuar.
fr: Reconnecte-toi pour continuer.

source: Loop in je eigen tempo. Een hond die aan de riem trekt, leert meer van stilstaan dan van trekken.
en: Walk at your own pace. A dog that pulls learns more from you standing still than from pulling back.
es: Camina a tu ritmo. Un perro que tira aprende más si te paras que si tiras.
fr: Marche à ton rythme. Un chien qui tire apprend plus si tu t'arrêtes que si tu tires.

source: Loop je eerste rondje
en: Walk your first walk
es: Da tu primer paseo
fr: Fais ta première balade

source: Loop je later? Laat het de eigenaar meteen weten.
en: Running later? Let the owner know right away.
es: ¿Vas a volver más tarde? Avisa al dueño enseguida.
fr: Tu rentres plus tard ? Préviens tout de suite le propriétaire.

source: Loop samen een rondje
en: Walk together
es: Dad un paseo juntos
fr: Faites une balade ensemble

source: Ma
en: Mo
es: Lu
fr: Lu

source: Maak een account
en: Create an account
es: Crea una cuenta
fr: Crée un compte

source: Maak kennis, samen op pad
en: Meet, out together
es: Conoceos, de paseo juntos
fr: Faites connaissance, ensemble

source: Mag de hond los?
en: May the dog go off the lead?
es: ¿Puede ir el perro suelto?
fr: Le chien peut-il être lâché ?

source: Mag los waar het mag
en: May go off-leash where allowed
es: Puede ir suelto donde esté permitido
fr: Peut être sans laisse là où c'est permis

source: Mag los waar het mag, als de eigenaar dat zegt
en: May go off-leash where allowed, if the owner says so
es: Puede ir suelto donde esté permitido, si el dueño lo dice
fr: Peut être sans laisse là où c'est permis, si le propriétaire le dit

source: Mag zelfstandig
en: May walk alone
es: Puede pasear por su cuenta
fr: Peut promener seul·e

source: Mail
en: Email
es: Correo
fr: E-mail

source: Makkelijk
en: Easy
es: Fácil
fr: Facile

source: Meer
en: More
es: Más
fr: Plus

source: Meld deze hond of eigenaar
en: Report this dog or owner
es: Denunciar este perro o dueño
fr: Signaler ce chien ou ce propriétaire

source: Meld wat er gebeurde
en: Report what happened
es: Informar de lo que pasó
fr: Signaler ce qui s'est passé

source: Melden
en: Report
es: Denunciar
fr: Signaler

source: Meldingen
en: Notifications
es: Notificaciones
fr: Notifications

source: Meldingen staan uit in Instellingen.
en: Notifications are off in Settings.
es: Las notificaciones están desactivadas en Ajustes.
fr: Les notifications sont désactivées dans Réglages.

source: Met %@
en: With %@
es: Con %@
fr: Avec %@

source: Met dit filter of deze zoekterm is er nu geen hond.
en: There's no dog with this filter or search right now.
es: Ahora no hay ningún perro con este filtro o esta búsqueda.
fr: Aucun chien pour ce filtre ou cette recherche pour l'instant.

source: Met een account ga je akkoord met de voorwaarden en de gedragscode. Die lees je zo meteen, bij het maken van je profiel.
en: With an account you agree to the terms and the code of conduct. You'll read them in a moment, while making your profile.
es: Con una cuenta aceptas las condiciones y el código de conducta. Los leerás enseguida, al crear tu perfil.
fr: Avec un compte, tu acceptes les conditions et le code de conduite. Tu les liras dans un instant, en créant ton profil.

source: Met een hond uit de buurt of uit de opvang.
en: With a dog from the neighbourhood or a shelter.
es: Con un perro del barrio o de un refugio.
fr: Avec un chien du quartier ou d'un refuge.

source: Met een hond van iemand uit de buurt of uit de opvang.
en: With a dog from someone nearby or from a shelter.
es: Con el perro de alguien del barrio o de un refugio.
fr: Avec le chien d'un voisin ou d'un refuge.

source: Met ervaring
en: Experienced
es: Con experiencia
fr: Avec expérience

source: Meteen melden als er iets gebeurt
en: Report right away if something happens
es: Avisar enseguida si pasa algo
fr: Signaler tout de suite s'il se passe quelque chose

source: Meteen over zijn kop aaien
en: Pat his head straight away
es: Acariciarle la cabeza enseguida
fr: Lui caresser tout de suite la tête

source: Meteen, je kent hem nu
en: Straight away, you know him now
es: Enseguida, ya lo conoces
fr: Tout de suite, tu le connais maintenant

source: Middag 13:00
en: Afternoon 13:00
es: Mediodía 13:00
fr: Midi 13:00

source: Middel
en: Medium
es: Mediano
fr: Moyen

source: Mijn honden
en: My dogs
es: Mis perros
fr: Mes chiens

source: Minder seintjes
en: Fewer nudges
es: Menos avisos
fr: Moins de rappels

source: Mishandeling
en: Abuse
es: Maltrato
fr: Maltraitance

source: Mogen
en: Allowed
es: Permitidas
fr: Autorisées

source: Moment aanpassen
en: Change time
es: Cambiar el momento
fr: Modifier le moment

source: Mooi kennisgemaakt.
en: Nice to have met.
es: Qué bien haberos conocido.
fr: Belle rencontre.

source: Morgen %@
en: Tomorrow %@
es: Mañana %@
fr: Demain %@

source: Morgen kennismaken met %@
en: Tomorrow: meeting %@
es: Mañana: conocer a %@
fr: Demain : rencontre avec %@

source: Morgen komt %@ kennismaken
en: Tomorrow %@ comes to meet you
es: Mañana %@ viene a conoceros
fr: Demain, %@ vient faire connaissance

source: Na acceptatie zien jullie elkaars telefoonnummer, als dat is ingevuld. Spreek in de chat af wie wie belt. Een gesprek telt nog niet als kennismaking in het echt.
en: Once accepted, you see each other's phone number, if filled in. Agree in the chat who calls whom. A call doesn't count as meeting in person yet.
es: Cuando se acepte, veréis vuestros números de teléfono, si los habéis añadido. Acordad en el chat quién llama a quién. Una llamada aún no cuenta como conoceros en persona.
fr: Une fois accepté, vous voyez vos numéros de téléphone, s'ils sont renseignés. Convenez dans la discussion de qui appelle qui. Un appel ne compte pas encore comme une rencontre en vrai.

source: Na afloop: Vertrouwen
en: Afterwards: Trust
es: Después: Confianza
fr: Après : Confiance

source: Na de kennismaking. Wanneer mag je zelfstandig met de hond?
en: After the first meeting. When may you walk the dog on your own?
es: Después del primer encuentro. ¿Cuándo puedes pasear al perro solo?
fr: Après la rencontre. Quand peux-tu promener le chien seul ?

source: Na een paar rondjes ken je elkaar. Dan kun je zelfstandig wandelen toestaan.
en: After a few walks you know each other. Then you can allow solo walks.
es: Tras unos paseos os conocéis. Entonces puedes permitir paseos en solitario.
fr: Après quelques balades, vous vous connaissez. Tu peux alors autoriser les balades en solo.

source: Na een rondje voel je je gemiddeld beter dan ervoor. Alleen jij ziet dit.
en: On average you feel better after a walk than before. Only you see this.
es: De media te sientes mejor después de un paseo que antes. Solo tú ves esto.
fr: En moyenne, tu te sens mieux après une balade qu'avant. Toi seul·e vois ceci.

source: Na het gesprek is de volgende stap een kennismaking in het echt, met %@ erbij.
en: After the call, the next step is meeting in person, with %@.
es: Después de la llamada, el siguiente paso es conoceros en persona, con %@.
fr: Après l'appel, la prochaine étape est une rencontre en vrai, avec %@.

source: Na je akkoord kun je weer afspraken maken en rondjes starten.
en: Once you agree, you can make appointments and start walks again.
es: Cuando las aceptes, podrás volver a quedar y empezar paseos.
fr: Une fois que tu les acceptes, tu peux à nouveau prendre rendez-vous et commencer des balades.

source: Na je eerste rondje krijgt de hond hier een eigen pagina.
en: After your first walk the dog gets its own page here.
es: Tras tu primer paseo, el perro tendrá aquí su propia página.
fr: Après ta première balade, le chien aura sa propre page ici.

source: Na je rondjes voelde je je beter. Alleen jij ziet dit.
en: You felt better after your walks. Only you can see this.
es: Te sentiste mejor después de tus paseos. Solo tú ves esto.
fr: Tu te sentais mieux après tes balades. Toi seul vois ceci.

source: Naam
en: Name
es: Nombre
fr: Nom

source: Naar de Hondenschool
en: Go to Dog School
es: Ir a la Escuela de perros
fr: Aller à l'École des chiens

source: Naar de quiz
en: To the quiz
es: Al test
fr: Vers le quiz

source: Nederland
en: Netherlands
es: Países Bajos
fr: Pays-Bas

source: Nee
en: No
es: No
fr: Non

source: Nee, dank je
en: No, thanks
es: No, gracias
fr: Non, merci

source: Neem je ID mee. De eigenaar bekijkt het, %@ bewaart nooit een kopie.
en: Bring your ID. The owner looks at it, %@ never keeps a copy.
es: Lleva tu documento de identidad. El dueño lo mira, %@ nunca guarda una copia.
fr: Apporte ta pièce d'identité. Le propriétaire la regarde, %@ n'en garde jamais de copie.

source: Neem je ID mee. De eigenaar bekijkt het.
en: Bring your ID. The owner will check it.
es: Lleva tu documento de identidad. El dueño lo revisará.
fr: Apporte ta pièce d'identité. Le propriétaire la vérifiera.

source: Neem je je ID mee?
en: Will you bring your ID?
es: ¿Traerás tu documento de identidad?
fr: Tu apportes ta pièce d'identité ?

source: Neem op warme dagen water mee, en voel met je hand of de stoep niet te heet is voor zijn pootjes.
en: On warm days bring water, and feel with your hand whether the pavement is too hot for their paws.
es: En días de calor lleva agua y comprueba con la mano que la acera no quema sus patas.
fr: Par temps chaud, emporte de l'eau et vérifie avec ta main que le trottoir n'est pas trop chaud pour ses pattes.

source: Nep-profiel
en: Fake profile
es: Perfil falso
fr: Faux profil

source: Net kennisgemaakt
en: Just met
es: Recién conocidos
fr: Tout juste rencontrés

source: Net niet.
en: Not quite.
es: Casi.
fr: Pas tout à fait.

source: Niet akkoord? Je kunt je account altijd verwijderen onder Jij (artikel 19 van de voorwaarden).
en: Don't agree? You can always delete your account in the You tab (article 19 of the terms).
es: ¿No estás de acuerdo? Siempre puedes eliminar tu cuenta en la pestaña Tú (artículo 19 de las condiciones).
fr: Tu n'es pas d'accord ? Tu peux toujours supprimer ton compte dans l'onglet Toi (article 19 des conditions).

source: Niet beschikbaar op dit toestel
en: Not available on this device
es: No disponible en este dispositivo
fr: Non disponible sur cet appareil

source: Niet bewaard in Apple Gezondheid: %@ heeft daar geen toestemming meer voor.
en: Not saved in Apple Health: %@ no longer has permission for that.
es: No se guardó en Apple Salud: %@ ya no tiene permiso para ello.
fr: Non enregistré dans Apple Santé : %@ n'en a plus l'autorisation.

source: Niet elke hond vindt een onbekende hond fijn.
en: Not every dog likes a strange dog.
es: No a todos los perros les gusta un perro desconocido.
fr: Tous les chiens n'aiment pas les chiens inconnus.

source: Niet gelukt
en: That didn't work
es: No ha funcionado
fr: Ça n'a pas marché

source: Niet meer tonen
en: Don't show again
es: No volver a mostrar
fr: Ne plus afficher

source: Niet zo goed
en: Not so good
es: No muy bien
fr: Pas terrible

source: Niets, de app laat het toch zien
en: Nothing, the app shows it anyway
es: Nada, la app ya lo muestra
fr: Rien, l'appli le montre de toute façon

source: Nieuw
en: New
es: Nuevo
fr: Nouveau

source: Nieuw in je vriendenboek: %@
en: New in your friend book: %@
es: Nuevo en tu libro de amigos: %@
fr: Nouveau dans ton carnet d'amis : %@

source: Nieuw level
en: New level
es: Nuevo nivel
fr: Nouveau niveau

source: Nieuw level: %@!
en: New level: %@!
es: ¡Nuevo nivel: %@!
fr: Nouveau niveau : %@ !

source: Nieuwe melding
en: New notification
es: Nueva notificación
fr: Nouvelle notification

source: Niveau
en: Level
es: Nivel

source: Nodig uit
en: Invite
es: Invitar
fr: Inviter

source: Nodig voor elke aanvraag
en: Needed for every request
es: Necesario para cada solicitud
fr: Nécessaire pour chaque demande

source: Nog %lld dagen
en: %lld days left
es: Quedan %lld días
fr: Encore %lld jours

# Nog %lld punten tot %@
source: Nog %1$lld punten tot %2$@
en: %lld points to %@
es: %lld puntos para %@
fr: Encore %lld points avant %@

# Nog %lld rondjes tot %@
source: Nog %1$lld rondjes tot %2$@
en: %1$lld more walks until %2$@
es: %1$lld paseos más hasta %2$@
fr: Encore %1$lld balades avant %2$@

source: Nog %lld rondjes voor je weekdoel. Geen haast.
en: %lld more walks for your weekly goal. No rush.
es: %lld paseos más para tu meta semanal. Sin prisa.
fr: Encore %lld balades pour ton objectif de la semaine. Rien ne presse.

source: Nog %lld seconden
en: %lld seconds left
es: Quedan %lld segundos
fr: Encore %lld secondes

source: Nog 1 rondje tot %@
en: 1 more walk until %@
es: 1 paseo más hasta %@
fr: Encore 1 balade avant %@

source: Nog 1 rondje voor je weekdoel. Geen haast.
en: 1 more walk for your weekly goal. No rush.
es: 1 paseo más para tu meta semanal. Sin prisa.
fr: Encore 1 balade pour ton objectif de la semaine. Rien ne presse.

source: Nog één ding: de veiligheidsquiz
en: One more thing: the safety quiz
es: Una cosa más: el test de seguridad
fr: Encore une chose : le quiz de sécurité

source: Nog een keer
en: Try again
es: Otra vez
fr: Encore une fois

source: Nog een rondje met %@ plannen? Een vast moment werkt het best.
en: Plan another walk with %@? A regular time works best.
es: ¿Planear otro paseo con %@? Un momento fijo funciona mejor.
fr: Prévoir une autre balade avec %@ ? Un moment fixe, c'est l'idéal.

source: Nog geen aanvragen
en: No requests yet
es: Aún no hay solicitudes
fr: Pas encore de demandes

source: Nog geen account? Maak er een
en: No account yet? Create one
es: ¿Aún sin cuenta? Crea una
fr: Pas encore de compte ? Crées-en un

source: Nog geen afspraken
en: No appointments yet
es: Aún no hay citas
fr: Pas encore de rendez-vous

source: Nog geen bericht
en: No message yet
es: Aún no hay mensaje
fr: Pas encore de message

source: Nog geen berichten
en: No messages yet
es: Aún no hay mensajes
fr: Pas encore de messages

source: Nog geen ervaring
en: No experience yet
es: Aún sin experiencia
fr: Pas encore d'expérience

source: Nog geen honden
en: No dogs yet
es: Aún no hay perros
fr: Pas encore de chiens

source: Nog geen honden hier
en: No dogs here yet
es: Aún no hay perros aquí
fr: Pas encore de chiens ici

source: Nog iets?
en: Anything else?
es: ¿Algo más?
fr: Autre chose ?

source: Nog iets? (optioneel)
en: Anything else? (optional)
es: ¿Algo más? (opcional)
fr: Autre chose ? (facultatif)

source: Nu al op pad
en: Go now
es: Salir ya
fr: Partir maintenant

source: Nu niet
en: Not now
es: Ahora no
fr: Pas maintenant

source: Nu: %@. Tik om in de instellingen van je iPhone een andere taal te kiezen.
en: Now: %@. Tap to choose another language in your iPhone settings.
es: Ahora: %@. Toca para elegir otro idioma en los ajustes de tu iPhone.
fr: Actuellement : %@. Touche pour choisir une autre langue dans les réglages de ton iPhone.

source: Ochtend 9:00
en: Morning 9:00
es: Mañana 9:00
fr: Matin 9:00

source: of
en: or
es: o
fr: ou

source: Of ik regel het voor een buurvrouw, opa of oma.
en: Or I arrange it for a neighbour or a grandparent.
es: O lo gestiono para una vecina, un abuelo o una abuela.
fr: Ou je m'en occupe pour une voisine, un grand-père ou une grand-mère.

source: Of ik zoek hulp voor de hond van een buurvrouw, opa of oma.
en: Or I'm looking for help for a neighbour's or grandparent's dog.
es: O busco ayuda para el perro de una vecina o un abuelo.
fr: Ou je cherche de l'aide pour le chien d'une voisine ou d'un grand-parent.

source: Oké
en: OK
es: Vale
fr: D'accord

source: Onderweg
en: On the way
es: En camino
fr: En route

source: Ongemakkelijk
en: Uneasy
es: Incómodo
fr: Mal à l'aise

source: Ontdek
en: Discover
es: Descubrir
fr: Découvrir

source: Onveilig
en: Unsafe
es: Inseguro
fr: Dangereux

source: Ook een hond die goed luistert blijft aan de lijn, tenzij de eigenaar iets anders zegt.
en: Even a dog that listens well stays on the lead, unless the owner says otherwise.
es: Incluso un perro que obedece bien va con correa, salvo que el dueño diga otra cosa.
fr: Même un chien qui obéit bien reste en laisse, sauf si le propriétaire dit autre chose.

source: Op de dag zelf start je het rondje bij Afspraken.
en: On the day itself, you start the walk in Appointments.
es: El mismo día, empiezas el paseo en Citas.
fr: Le jour même, tu lances la balade dans Rendez-vous.

source: Op de dag zelf start je hier je rondje. Een half uur van tevoren mag het al.
en: On the day itself you start your walk here. You can already do so half an hour before.
es: El mismo día empiezas aquí tu paseo. Ya puedes hacerlo media hora antes.
fr: Le jour même, tu lances ta balade ici. Tu peux déjà le faire une demi-heure avant.

source: Op tijd terug
en: Back on time
es: De vuelta a tiempo
fr: De retour à l'heure

source: Op welke dagen?
en: On which days?
es: ¿Qué días?
fr: Quels jours ?

source: Open afspraken tussen jullie worden geannuleerd, en jullie kunnen elkaar geen berichten of aanvragen meer sturen. De ander krijgt hier geen melding van.
en: Open appointments between you are cancelled, and you can no longer send each other messages or requests. The other person isn't notified.
es: Las citas abiertas entre vosotros se cancelan y ya no podréis enviaros mensajes ni solicitudes. La otra persona no recibe ningún aviso.
fr: Les rendez-vous en cours entre vous sont annulés, et vous ne pouvez plus vous envoyer de messages ni de demandes. L'autre personne n'en est pas informée.

source: Open Instellingen
en: Open Settings
es: Abrir Ajustes
fr: Ouvrir Réglages

source: Opent %@ in je browser
en: Opens %@ in your browser
es: Abre %@ en tu navegador
fr: Ouvre %@ dans ton navigateur

source: Opent de instellingen van je iPhone
en: Opens your iPhone settings
es: Abre los ajustes de tu iPhone
fr: Ouvre les réglages de ton iPhone

source: Opent de pagina van %@
en: Opens %@'s page
es: Abre la página de %@
fr: Ouvre la page de %@
